mapping = {
    "Футболки и поло": "Футболки",
    "Кроссовки и кеды": "Обувь",
    "Сумки": "Сумки",
    "Брюки и шорты": "Штаны | Шорты",
    "Брюки": "Штаны | Шорты",
    "Толстовки и свитшоты": "Верхняя одежда",
    "Рубашки": "Верхняя одежда",
    "Бейсболки": "Аксессуары",
    "Лёгкие куртки и ветровки": "Верхняя одежда",
    "Носки": "Аксессуары",
    "Бомберы": "Верхняя одежда",
    "Жилеты": "Верхняя одежда",
    "Джемперы, свитеры и кардиганы": "Верхняя одежда",
    "Ремни и подтяжки": "Аксессуары",
    "Кошельки, ключницы и брелки": "Аксессуары",
    "Пуховики и зимние куртки": "Верхняя одежда"
}